brew 'bat'
brew 'curl'
brew 'daemontools'
brew 'git'
brew 'git-delta'
brew 'fzf'
brew 'fd'
brew 'ripgrep'
brew 'stow'
brew 'starship'
brew 'wget'
brew 'neovim'
brew 'zoxide'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'zsh-autosuggestions'

# apps
cask 'dbeaver-community'  # database tool
cask 'firefox'            # best browser
cask 'keepingyouawake'    # prevents sleep mode
cask 'maccy'              # clipboard manager
cask 'rectangle'          # window manager
cask 'wezterm'            # terminal

# font
cask 'font-caskaydia-mono-nerd-font'
